Repository: AleronWen/SoRaVAC
Catalog: SoRaVAC/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr

# Settings_Theme.Text
source: Choose Theme
fr_fr: Choisir un theme

# Settings_Theme_Dark.Content
source: Dark
fr_fr: Sombre

# Settings_Theme_Default.Content
source: Windows default
fr_fr: Système

# Settings_Theme_Light.Content
source: Light
fr_fr: Clair

# Settings_About.Text
source: About this application
fr_fr: A propos de cette application

# Settings_AboutDescription.Text
source: Some Random Video Adapater Capture displays the audio/video stream captured by a capture device (not delivered with this software) like an internal capture card or an USB capture adapter. This software permits to display your video game console on your computer's screen. It uses your computer sound system instead of the one from your TV or computer screen (which may be crappy).
fr_fr: Some Random Video Adapter Capture est un logiciel qui affiche la capture d'un flux audio/vidéo grâce à un dispositif de caputre externe (non fourni) comme une carte de capture interne ou un boitier de capture USB. Ce logiciel permet, par exemple, d'afficher l'image de votre console de jeu sur votre ordinateur en profitant son système de son plutot que celui de votre télévision ou moniteur (probablement de médiocre qualité).

# Settings_PrivacyTermsLink.Content
source: Privacy Statement
fr_fr: Politique de confidentialité

# Settings_PrivacyTermsLink.NavigateUri
source: https://www.myapppolicy.com/app/SoRaVAC
fr_fr: https://www.myapppolicy.com/app/aleronwen-soravac

# Settings_Personalization.Text
source: Personalization
fr_fr: Personnalisation

# Settings_AudioRendererText.Text
source: Audio Renderer
fr_fr: Sortie Audio

# Settings_AudioSourceText.Text
source: Audio Source
fr_fr: Source Audio

# Settings_AudioVideoTitle.Text
source: Audio and Video
fr_fr: Audio et Vidéo

# Settings_CodeRepositoryLink.Content
source: SoRaVAC source code and issue management are on GitHub
fr_fr: Le code source de SoRaVAC ainsi que l'outil de gestion de problème sont disponible sur GitHub

# Settings_LicenseLink.Content
source: SoRaVAC is released under MIT LICENSE
fr_fr: SoRaVAC est distribué sous licence MIT

# Settings_NewVersionAvailableAt.Text
source: is available on GitHub:
fr_fr: est disponible sur GitHub :

# Settings_NewVersionTitle.Text
source: New Version
fr_fr: Nouvelle Version

# Settings_NoRegistredPreferedDeviceText.Text
source: No prefered device is registred.
fr_fr: Aucun dispositif préféré n'est enregistré.

# Settings_PreferedAudioRendererDeviceMissingText.Text
source: Prefered audio renderer is not present. Plug the device or choose another one.
fr_fr: Le périphérique de sortie son préféré n'est pas détecté. Branchez le ou sélectionnez un autre périphérique.

# Settings_PreferedAudioSourceDeviceMissingText.Text
source: Prefered audio source is not present. Plug the device or choose another one.
fr_fr: La source audio préférée n'est pas détectée. Branchez la ou sélectionnez une autre source.

# Settings_PreferedVideoSourceDeviceMissingText.Text
source: Prefered video source is not present. Plug the device or choose another one.
fr_fr: La source vidéo préférée n'est pas détectée. Branchez la ou sélectionnez une autre source.

# Settings_RegisterPreferedButtonText.Content
source: Register
fr_fr: Enregistrer

# Settings_VideoSourceText.Text
source: Video Source
fr_fr: Source Vidéo

# Settings_VolumeText.Text
source: Default Volume
fr_fr: Volume par défaut

# Shell_NewVersionAvailable.Content
source: New Version Available !
fr_fr: Nouvelle version disponible !

# Capture_AudioRendererStatus.Text
source: Audio Renderer
fr_fr: Sortie Audio

# Capture_AudioSourceStatus.Text
source: Audio Source
fr_fr: Source Audio

# Capture_PreferedDevicesStatus.Text
source: Prefered Devices Status
fr_fr: Status des périphériques préférés

# Capture_CaptureErrorDialog_UnableStartCapture_Caption
source: Capture error
fr_fr: Erreur de capture

# Capture_CaptureErrorDialog_UnableStartCapture_Message
source: Unable to start the capture, please check if the device is plugged. You may also go in Settings and select another device.
fr_fr: Impossible de démarrer la capture, veuillez vérifier que les périphériques sont branchés. Vous pouvez aller vérifier la liste des périphériques connectés dans les paramètres.

# Capture_CaptureModeSwitch.OffContent
source: Choose a device
fr_fr: Choisir les périphériques

# Capture_CaptureModeSwitch.OnContent
source: Prefered devices
fr_fr: Périphériques préférés

# Capture_CaptureModeSwitchHeader.Text
source: Capture Mode
fr_fr: Mode de capture

# Capture_PlayStopButtonTooltip_play
source: Start capture
fr_fr: Démarrer la capture

# Capture_PlayStopButtonTooltip_stop
source: Stop capture
fr_fr: Arrêter la capture

# DeviceSelectionDialog.SecondaryButtonText
source: Cancel
fr_fr: Annuler

# DeviceSelectionDialog.Title
source: Capture Devices Selection
fr_fr: Sélection des périphériques de capture
